{
  "albon": "Alexander Albon is a dependable and experienced driver who often maximizes outcomes for his team even in challenging cars. He brings depth of knowledge and resilience to his race weekends.",

  "alonso": "Two-time world champion Fernando Alonso is a veteran legend known for his fierce competitiveness, tactical acumen, and refusal to settle for anything less than excellence. Even in his 40s, he continues to push hard and mentor younger drivers.",

  "antonelli": "Kimi Antonelli is a rookie sensation who’s attracted attention by achieving milestones early in his career and showing composure beyond his years. He’s expected to grow rapidly and bring fresh energy to the grid.",

  "bortoleto": "Gabriel Bortoleto is a young Brazilian talent stepping into F1 with strong junior credentials and an ambitious mindset. He’s eager to learn and prove himself against established names.",

  "bearman": "Oliver Bearman is a promising young driver known for dominating lower categories and bringing raw speed into F1. He is still growing his racecraft, but eyes high potential ahead.",

  "colapinto": "Franco Colapinto enters F1 as a determined rookie with impressive junior results and a composed demeanor under pressure. He’s ready to seize opportunities and build experience quickly.",

  "doohan": "Jack Doohan is an Australian driver with impressive junior achievements, known for his raw pace and calculated racecraft. He was replaced by Franco Colapinto shortly after the 2025 Miami Grand Prix.",

  "gasly": "Pierre Gasly is a versatile driver with strong qualifying skills and a resilience that allows him to capitalize in variable conditions. He brings experience and adaptability to his team’s strategies.",

  "hadjar": "Isack Hadjar is a young French driver with speed and promising potential, blending aggressive overtakes with nerves-of-steel for someone new to F1. He is viewed as a future championship contender if he continues his upward trajectory.",

  "hamilton": "Lewis Hamilton is one of the most accomplished drivers in F1 history, holding numerous records including seven world titles. He continues to push boundaries, advocating for diversity and sustainability in and out of the cockpit.",

  "hulkenberg": "Nico Hülkenberg is a veteran presence with extensive experience across many teams, known for his consistency and racecraft. He often surprises when placed in midfield machinery, lifting results beyond expectations.",

  "lawson": "Liam Lawson is an energetic young driver known for his bold overtakes and fearless style. He’s still establishing his footing in F1 but shows the hunger and aggression often seen in rising stars.",

  "leclerc": "Charles Leclerc is known for his raw speed, particularly in qualifying, and his passion for racing shines through his aggressive attacks. He aims to lead Ferrari back to championship contention.",

  "max_verstappen": "Max Verstappen is a dominant force in Formula 1, known for his aggressive yet controlled driving style. He has already secured multiple world championships and often extracts performance beyond the car’s limits.",

  "norris": "Lando Norris is a rising talent with sharp racecraft and a strong personality off-track. He consistently delivers strong qualifying performances and is viewed as one of the future stars of the sport.",

  "ocon": "Esteban Ocon is a consistent and determined driver who often punches above his weight, especially in tricky conditions. He combines solid technical feedback with a steady approach in racecraft.",

  "piastri": "Oscar Piastri brings a methodical approach to racing, combining technical feedback with calm consistency. His adaptability and maturity for his age have gained praise across the paddock.",

  "russell": "George Russell is a strong all-around driver who blends precision with perseverance and is often praised for making the most of his machinery. He offers steady consistency and has gradually matured into a championship contender.",

  "sainz": "Carlos Sainz is a seasoned competitor who excels in strategic thinking and race execution, often outperforming the car’s baseline in the midfield. He also contributes off track as a voice for driver interests in the GPDA.",

  "stroll": "Lance Stroll combines raw pace with tenacity, often putting up strong performances in midfield battles. He is working to balance peak results with consistency over a full season.",

  "tsunoda": "Yuki Tsunoda is an aggressive and exciting driver, often attempting bold maneuvers and recovering from adversity. He aims to refine consistency while harnessing his natural racing instincts."
}
